{
    "personal_information": {
      "name": "FİDAN ABBASOVA",
      "title": "STUDENT",
      "profile_picture": "photos/profile.jpg"
    },
    "contact": {
      "phone": "+994 70 566 69 91",
      "email": "fidanabbasll0306@gmail.com",
      "location": "Azerbaijan/Baku/Ahmadli"
    },
    "social_media": [
      {
        "platform": "Instagram",
        "username": "fidanabbasll",
        "icon": "photos/instagram.png"
      },
      {
        "platform": "TikTok",
        "username": "abbasll.060",
        "icon": "photos/tik-tok.png"
      },
      {
        "platform": "GitHub",
        "username": "fidano9",
        "icon": "photos/github.png"
      }
    ],
    "education": [
      {
        "period": "2013 - 2024",
        "institution": "Hajilar village high school"
      },
      {
        "period": "2024 - 2025",
        "institution": "AzTU - Information Security"
      }
    ],
    "skills": [
      "Problem Solving & Debugging",
      "Programming Languages",
      "Responsive Web Design"
    ],
    "languages": [
      "Azerbaijani",
      "English",
      "Turkish",
      "Italian"
    ],
    "profile_summary": "A highly motivated cybersecurity student with a strong foundation in software development and digital media. With hands-on experience in video editing and content creation, I bring a creative edge to problem-solving in technical environments. Passionate about protecting digital infrastructure, continuously learning, and contributing to collaborative, forward-thinking projects.",
    "work_experience": [
      {
        "title": "Freelance Video Editor & Content Creator",
        "description": "As a freelance video editor and digital content creator, I have collaborated with various clients including YouTubers, small businesses, and social media influencers. My work primarily involves editing short-form and long-form video content using Adobe Premiere Pro, After Effects, and DaVinci Resolve. I specialize in storytelling through visual editing, color correction, and sound design to create engaging content tailored to target audiences."
      },
      {
        "title": "Junior Software Developer Intern",
        "company": "CyberShield Solutions (implied)",
        "description": "During my internship at CyberShield Solutions, a company focused on network security and threat mitigation tools, I worked closely with the cybersecurity team to develop a Python-based internal vulnerability scanning tool. I participated in daily stand-up meetings, collaborated in agile development cycles, and contributed to writing clean and efficient code."
      }
    ],
    "reference": {
      "name": "James (implied)",
      "description": "James and I have worked on over 30 video projects together across various platforms. He can provide insight into my reliability, creative workflow, and ability to deliver high-quality work on time."
    },
    "certifications": [
      {
        "title": "Google Cybersecurity Professional Certificate",
        "description": "This professional-level certification included training in networking, operating systems, system administration, incident response, and security tools. It also covered practical labs on identifying and mitigating cyber threats, using SIEM tools, and analyzing security logs."
      },
      {
        "title": "Introduction to Ethical Hacking",
        "description": "This certification course covered foundational topics in ethical hacking including reconnaissance, scanning, enumeration, and exploitation. Focused on hands-on application and ethical considerations in cybersecurity."
      }
    ],
    "projects": [
      {
        "title": "SecureLogin: Multi-factor Authentication System",
        "description": "Developed a C# application that implements multi-factor authentication using password and one-time code via email. Designed for small-scale enterprise login systems with a focus on security."
      },
      {
        "title": "CyberAware: Phishing Simulation Tool",
        "description": "Built a Python-based phishing simulation tool for educational use, allowing organizations to test employee awareness in a safe environment. Generated detailed reports for each test round."
      },
      {
        "title": "MyCV Online Portfolio Website",
        "description": "Created a fully responsive HTML/CSS-based online CV with editable sections and save functionality. Implemented a system to generate and store new versions dynamically under a shared CSS design."
      }
    ]
  }